welcome_message=\
"""
Привет, я samgik_bot, помогаю абитуриентам СГИК быстро найти нужную для них информацию. Выбери вопрос из меню, чтобы я на него ответил :)
"""

questions_answers={
    "Бакалавриат/специалитет":\
    """
<b>Что такое бакалавриат и специалитет</b>

Бакалавриат — первый уровень высшего профессионального образования, который является базовым. \
Выпускнику бакалавриата присваивается квалификация (степень) «бакалавр» по результатам прохождения итоговой государственной аттестации. \
Бакалавриат — это полноценное высшее образование на уровне мировых стандартов. Нормативный срок обучения по очной форме составляет четыре года. \
Бакалавры, могут продолжить обучение в магистратуре на бюджетной основе. 

Специалитет – это классический для России уровень высшего образования. Нормативный срок обучения по очной форме - 5 лет. \
Студент получает не только базовые, но и углубленные знания по выбранному направлению обучения. \
Специалисты могут продолжить обучение в аспирантуре.
    """,
    "Магистратура":\
    """
<b>Что такое магистратура</b>

Магистратура – уровень высшего образования, следующий после бакалавриата.
Магистратура позволяет углубить знания по определенному направлению подготовки или сменить направление обучения.
Выпускнику магистратуры присваивается квалификация (степень) «магистр».
    """,
    "Направления подготовки":
    """
<b>Направления подготовки</b>

С полным перечнем направлений подготовки Вы можете ознакомится по <a href="https://samgik.ru/admission/obrazovatelnye-programmy">ссылке</a>
    """,
    "Документы для поступления":
    """
<b>Документы для поступления</b>

заявление о допуске к вступительным испытаниям (оригинал)

паспорт (оригинал и копия)

документ о смене фамилии (оригинал и копия)

документ об образовании (оригинал и копия)

6 фотографий 3х4

СНИЛС (оригинал и копия)

согласие на обработку персональных данных

медсправка 086-у (оригинал)
    """,
    "Количество бюджетных мест":
    """
<b>Количество бюджетных мест</b>
<a href="https://samgik.ru/upload/iblock/2c0/ec7tflh9hj46lc56am1glhhb08r1pg4p/Контрольные%20цифры%20приёма%20граждан%20и%20перечень%20вступительных%20испытания%20для%20обучения%20в%20СГИК%202022.pdf">Ссылка</a>
    """,
    "Подготовительный курсы":
    """
<b>Подготовительные курсы</b>

Подробную информацию о подготовительных курсах можно получить по <a href="https://samgik.ru/structure/fakultet-dopolnitelnogo-obrazovaniya/podgotovitelnye-kursy-dlya-abiturientov/">ссылке</a>
    """,
    "Поступление для иностранцев":
    """
<b>Поступление для иностранцев</b>
Все о том, как подать документы, подготовиться к вступительным испытаниям и оформить документы на обучение иностранному гражданину ты найдешь на <a href="https://samgik.ru/admission/">странице</a> "Прием иностранных граждан"
    """,
    "Учет индивидуальных достижений":
    """
<b>Учет индивидуальных достижений</b>

<a href="https://samgik.ru/upload/iblock/8e5/wty9w0ezemuio3lwyile8hndb3pvkrio/Порядок%20учёта%20индивидуальных%20достижений.pdf">Перечень индивидуальных достижений</a>
    """,
    "Контакты приемной комиссии":
    """
Контакты факультета дополнительного образования:
Телефон: +7 (846) 333-22-03
Е-mail: fdo@smrgaki.ru
    """,
    "День Открытых дверей":
    """
<b>День открытых дверей</b>


Актуальную информацию по мероприятию "День открытых дверей" можно найти на <a href="https://samgik.ru/admission">странице</a> Приемной комиссии. 

В СГИК во время приемной кампании работает «горячая линия» для абитуриентов. С понедельника по пятницу с 10:00 до 16:00 и в субботу с 10:00 до 14:00 по самарскому времени по телефону приемной комиссии: +7 (846) 333-23-02. WhatsApp-чат +7 (927) 785-78-18. <a href="https://vk.com/topic-905878_41131549">Консультации VK</a>

Специалисты приемной комиссии проводят консультации для поступающих и их родителей.
    """,
    "Часто задаваемые вопросы":
    "",
}

faq={
    "Какой уровень образования необходим для поступления на образовательные программы?":
    """
Поступление в вуз на обучение по образовательным программам бакалавриата и специалитета возможно:
- на базе среднего общего образования; 
- начального профессионального (с получением среднего (полного) общего образования) образования, 
- среднего профессионального образования;
- высшего образования (исключительно на места по договорам с оплатой стоимости обучения).

Поступление в вуз на обучение по образовательным программам магистратуры возможно на базе высшего образования:
- после получения квалификации «бакалавр» и «дипломированный специалист»;
- после получения квалификации «специалист» и «магистр» (исключительно на места по договорам с оплатой стоимости обучения).
    """,
    "Каков срок обучения?":
    """
Обучение по различным программам бакалавриата и специалитета:
- очная форма обучения – 4-5 лет;
- заочная форма обучения – 5-6 лет. 

Обучение по различным программам магистратуры:
- очная форма обучения – 2 года;
- заочная форма обучения – 2,5 года.
    """, # add pdf file
    "Можно ли поступить по резам вступительных испытаний, сданных при институте?":
    """
Сдавать вступительные испытания при вузе могут абитуриенты, имеющие
- начальное профессиональное (с получением среднего (полного) общего образования) образование; 
- среднее профессиональное образование;
- высшее образование.

Кроме того, сдавать вступительные испытания при вузе лица, освобожденные от сдачи ЕГЭ по медицинским показаниям, иностранные граждане, и граждане России, получившие образование в иностранных образовательных организациях.

Лица, имеющие среднее общее образование, должны представить действующие результаты ЕГЭ, соответствующие перечню вступительных испытаний.
Срок действия ЕГЭ – 4 года, следующие за годом получения результатов. 
    """,
    "Можно ли сдать ЕГЭ в вузе?":
    """
Такая возможность законодательно не предусмотрена.
    """,
    "Где можно зарегистрироваться на сдачу ЕГЭ, если нет действующих результатов ЕГЭ?":
    """
Зарегистрироваться на сдачу ЕГЭ необходимо в территориальных органах управления образования до 1 февраля года поступления в вуз.
    """,
    "Какие документы необходимо подать в институт для поступления?":
    """
Обязательный перечень, необходимый для поступления, включает в себя следующие документы:
- копия паспорта;
- оригинал или копия документа об образовании;
- 6 фото 3х4;
- копия СНИЛС.
    """,
    "Можно ли пересдать вступительное испытание?":
    """
Такая возможность законодательно не предусмотрена, вступительное испытание сдается однократно.
    """,
    "Как узнать проходной балл, необходимый для поступления?":
    """
Проходной балл – условное понятие, рассчитать его возможно, если знать точное количество поступающих, сумму баллов по результатам ЕГЭ и вступительных испытаний. Абитуриенты, ранжированные в списке поступающих по сумме баллов, полученных за вступительные испытания, зачисляются пропорционально количеству бюджетных мест, поэтому величина проходного балла каждый год различается.
    """,
    "Существуют ли льготы при поступлении в вуз?":
    """
Такие льготы называются «особые права», их перечень содержат статьи 70, 71 Федерального закона № 273-ФЗ «Об образовании в Российской Федерации», принятый 29 декабря 2012 г.
    """,
    "Что такое «целевое обучение»?":
    """
Прием на целевое обучение осуществляется при наличии договора о целевом обучении, заключенного между поступающим и заказчиком целевого обучения, в соответствии с положением о целевом обучении и типовой формой договора о целевом обучении, устанавливаемыми Правительством Российской Федерации. Заказчик целевого обучения заинтересован в обучении поступающего, так как последний, получив высшее образование, обязан выполнить условия целевого договора в течение указанного в нем срока и получает гарантированное трудоустройство.
    """,
    "Выйти":
    ""
}