welcome_message=\
"""
Привет, я samgik_bot, помогаю абитуриентам СГИК быстро найти нужную для них информацию. Выбери вопрос из меню, чтобы я на него ответил :)
"""

questions_answers={
    "Бакалавриат/специалитет":\
    """
<b>Что такое бакалавриат и специалитет</b>

Бакалавриат — первый уровень высшего профессионального образования, который является базовым. \
Выпускнику бакалавриата присваивается квалификация (степень) «бакалавр» по результатам прохождения итоговой государственной аттестации. \
Бакалавриат — это полноценное высшее образование на уровне мировых стандартов. Нормативный срок обучения по очной форме составляет четыре года. \
Бакалавры, могут продолжить обучение в магистратуре на бюджетной основе. 

Специалитет – это классический для России уровень высшего образования. Нормативный срок обучения по очной форме - 5 лет. \
Студент получает не только базовые, но и углубленные знания по выбранному направлению обучения. \
Специалисты могут продолжить обучение в аспирантуре.
    """,
    "Магистратура":\
    """
<b>Что такое магистратура</b>

Магистратура – уровень высшего образования, следующий после бакалавриата.
Магистратура позволяет углубить знания по определенному направлению подготовки или сменить направление обучения.
Выпускнику магистратуры присваивается квалификация (степень) «магистр».
    """,
    "Направления подготовки":
    """
<b>Направления подготовки</b>

С полным перечнем направлений подготовки Вы можете ознакомится по <a href="https://samgik.ru/admission/obrazovatelnye-programmy">ссылке</a>
    """,
    "Документы для поступления":
    """
<b>Документы для поступления</b>

заявление о допуске к вступительным испытаниям (оригинал)

паспорт (оригинал и копия)

документ о смене фамилии (оригинал и копия)

документ об образовании (оригинал и копия)

6 фотографий 3х4

СНИЛС (оригинал и копия)

согласие на обработку персональных данных

медсправка 086-у (оригинал)
    """,
    "Количество бюджетных мест":
    """
<b>Количество бюджетных мест</b>
<a href="https://samgik.ru/upload/iblock/2c0/ec7tflh9hj46lc56am1glhhb08r1pg4p/Контрольные%20цифры%20приёма%20граждан%20и%20перечень%20вступительных%20испытания%20для%20обучения%20в%20СГИК%202022.pdf">Ссылка</a>
    """,
    "Подготовительный курсы":
    """
<b>Подготовительные курсы</b>

Подробную информацию о подготовительных курсах можно получить по <a href="https://samgik.ru/structure/fakultet-dopolnitelnogo-obrazovaniya/podgotovitelnye-kursy-dlya-abiturientov/">ссылке</a>
    """,
    "Поступление для иностранцев":
    """
<b>Поступление для иностранцев</b>
Все о том, как подать документы, подготовиться к вступительным испытаниям и оформить документы на обучение иностранному гражданину ты найдешь на <a href="https://samgik.ru/admission/">странице</a> "Прием иностранных граждан"
    """,
    "Учет индивидуальных достижений":
    """
<b>Учет индивидуальных достижений</b>

<a href="https://samgik.ru/upload/iblock/8e5/wty9w0ezemuio3lwyile8hndb3pvkrio/Порядок%20учёта%20индивидуальных%20достижений.pdf">Перечень индивидуальных достижений</a>
    """,
    "Контакты приемной комиссии":
    """
Контакты факультета дополнительного образования:
Телефон: +7 (846) 333-22-03
Е-mail: fdo@smrgaki.ru
    """,
    "День Открытых дверей":
    """
<b>День открытых дверей</b>


Актуальную информацию по мероприятию "День открытых дверей" можно найти на <a href="https://samgik.ru/admission">странице</a> Приемной комиссии. 

В СГИК во время приемной кампании работает «горячая линия» для абитуриентов. С понедельника по пятницу с 10:00 до 16:00 и в субботу с 10:00 до 14:00 по самарскому времени по телефону приемной комиссии: +7 (846) 333-23-02. WhatsApp-чат +7 (927) 785-78-18. <a href="https://vk.com/topic-905878_41131549">Консультации VK</a>

Специалисты приемной комиссии проводят консультации для поступающих и их родителей.
    """,
}