welcome_message=\
"""
Привет, я samgik_bot, помогаю абитуриентам ССГИК быстро найти нужную для них информацию. Напиши номер интересующего тебя вопроса, и я отвечу на него:
1. Бакалавриат/специалитет
2. Магистратура
3. Направления подготовки
4. Документы для поступления
5. Количество бюджетных мест
6. Подготовительный курсы
7. Поступление для иностранцев
8. Учет индивидуальных достижений
9. Контакты приемной комиссии
10. День Открытых дверей
11. Частые вопросы
"""

questions=[
    """
Бакалавриат — первый уровень высшего профессионального образования, который является базовым.
Выпускнику бакалавриата присваивается квалификация (степень) «бакалавр» по результатам прохождения итоговой государственной аттестации.
Бакалавриат — это полноценное высшее образование на уровне мировых стандартов. Нормативный срок обучения по очной форме составляет четыре года.
Бакалавры, могут продолжить обучение в магистратуре на бюджетной основе. 
Специалитет – это классический для России уровень высшего образования.
Нормативный срок обучения по очной форме - 5 лет. Студент получает не только базовые, но и углубленные знания по выбранному направлению обучения.
Специалисты могут продолжить обучение в аспирантуре.
    """
]
